export const rejectionReasons = [
  { code: 1, label: 'معرفی و تبلیغات گروه ها و احزاب مغایر با قوانین کشور' },
  { code: 2, label: 'نقض قوانین محرمانگی ،مالکیت معنوی و حریم شخصی' },
  { code: 3, label: 'اهانت آمیزبودن به اقلیت های قومی و مذهبی' },
  { code: 4, label: 'مغایرت داشتن با شئونات اخلاقی و عرف جامعه' },
  { code: 6, label: 'نشر اکاذیب و تشویش اذهان عمومی' },
  { code: 5, label: 'توهین آمیز بودن به افراد و مقامات' },
  { code: 7, label: 'دلخراش و آزار دهنده بودن' },
  { code: 8 , label: 'محتوای تبلیغاتی' },
  { code: 9, label: 'اسپم' },
  { code: 10, label: 'سایر موارد' }
];